Repository: Alexwilmac/obh-core
Catalog: po/*.po
Languages: nl, no, tr

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
nl: Een configuratiebestand (%s) is sinds de installatie gewijzigd. Wilt u uw versie behouden?
no: En konfigurasjonsfil (%s) er endret etter installasjon. Ønsker du å beholde din versjon?

source: A small overview of the available icon states and actions.
nl: Een klein overzicht van gebruikte icon-statussen en acties.
no: En liten oversikt over tilgjengelige ikonstatus og valg.

source: Activate
nl: Aktiveer
no: Aktiver
tr: Etkinleştir

source: Active
nl: Actief
no: Aktiv
tr: Etkin

source: Active:
nl: Actief:
no: Aktiv:
tr: Etkin:

source: Add
nl: Voeg toe
no: Legg til

source: After pressing OK, please wait!
nl: Nadat u op OK gedrukt heeft, even wachten!
no: Vennligst vent etter å ha trykket OK!

source: Allows the softcam to be checked if it stopped working, and restarted automatically if needed.
nl: Controleert of de softcam nog werkt en herstart als dat niet het geval is.
no: Lar deg kontrollere om softcam har stoppet å virke og om nødvendig å restarte den.

source: Allows you schedule your boackups.
nl: Plan backups.
no: Gir mulighet for automatisk sikkerhetkopiering på ønsket tidspunkt.

source: Allows you schedule your image backups.
nl: Plan image backups.
no: Gir mulighet for automatisk sikkerhetkopiering av imaget på ønsket tidspunkt.

source: Allows you to control the power state of your STB_BOX.
nl: Bepaal de status van uw STB_BOX.
no: Lar deg regulere om din STB_BOX skal slås helt av.

source: Allows you to put your STB_BOX in standby at a set time.
nl: Laat uw STB_BOX op een bepaalde tijd in standby gaan.
no: Lar deg sette din STB_BOX i hvilemodus på angitt tidspunkt.

source: Allows you to put your STB_BOX into deepstandby at a set time.
nl: Laat uw STB_BOX op een bepaalde tijd uitzetten.
no: Lar deg slå av din STB_BOX på angitt tidspunkt.

source: Allows you to reboot your STB_BOX at a set time.
nl: Laat uw STB_BOX op een bepaalde tijd rebooten.
no: Lar deg restarte din STB_BOX på angitt tidspunkt.

source: Allows you to restart your STB_BOX interface at a set time.
nl: Laat de GUI van uw STB_BOX op een bepaalde tijd herstarten.
no: Lar deg restarte GUI på din STB_BOX på angitt tidspunkt.

source: Allows you to tag your backups to a box. (default is box name/type)
nl: U kunt labels aan backups van uw STB_BOX hangen (default is box naam/type).
no: Lar deg merke dine sikkerhetskopier til bestemt boks. (Standard er boksnavn/type)

source: Allows you to tag your image backup to a box. (default is box name/type)
nl: U kunt labels aan image backups van uw STB_BOX hangen (default is box naam/type).
no: Lar deg merke dine sikkerhetskopier av imaget til bestemt boks. (Standard er boksnavn/type)

source: Are you ready to create a backup ?
nl: Bent u gereed een backup van uw instellingen te maken?
no: Er du klar til å ta en sikkerhetskopi nå?
tr: Yedek almaya hazır mısınız?

source: Are you ready to create a backup image ?
nl: Bent u gereed om een image-backup te maken?
no: Er du klar til å ta en sikkerhetskopi av imaget ditt nå?
tr: Yedek imajı yaratmaya hazır mısınız?

source: Are you ready to install ?
nl: Bent u gereed te installeren?
no: Er du klar til å installere nå?
tr: Yüklemeye hazır mısınız?

source: Are you ready to run the script ?
nl: Weet u zeker dat het script uitgevoerd moet worden?
no: Er du klar til å kjøre skriptet nå?
tr: Betiği çalıştırmaya hazır mısınız?

source: Are you sure you want to delete this backup:
nl: Weet u zeker dat u deze backup wilt verwijderen:
no: Er du sikker på at du vil slette denne sikkerhetskopien:
tr: Bu yedeği silmek istediğinizden emin misiniz:

source: Are you sure you want to delete this:
nl: Weet u zeker di te verwijderen:
no: Er du sikker på at du vil slette dette:

source: Are you sure you want to download this image:
nl: Weet u zeker dat u dit image wilt downloaden:
no: Er du sikker på at du vil laste ned dette imaget:
tr: Bu imajı indirmek istediğinizden emin misiniz:

source: Are you sure you want to restore this backup:
nl: Weet u zeker dat u deze backup wilt herstellen:
no: Er du sikker på at du vil gjennopprette denne sikkerhetskopien:
tr: Bu yedeği geri yüklemek istediğinizden emin misiniz:

source: Are you sure you want to update your STB_BOX?
nl: Weet u zeker dat u uw STB_BOX wilt updaten?
no: Er du sikker på at du vil oppdatere din STB_BOX?

source: Author:
nl: Auteur:
no: Utvikler:

source: Back
nl: Terug
no: Tilbake

source: Backing up files...
nl: Bestanden worden gebackupped
no: Sikkerhetskopierer filer...
tr: Dosyalar yedekleniyor...

source: Backup Complete...
nl: Backup kompleet...
no: Sikkerhetskopiering fullført...
tr: Yedekleme tamamlandı...

source: Backup Confirmation
nl: Backup bevestiging
no: Bekreftelse på sikkerhetskopiering
tr: Yedekleme Onayı

source: Backup Created
nl: Backup gemaakt
no: Sikkerhetskopiering fullført
tr: Yedek Yaratıldı

source: Backup Location
nl: Back-up locatie
no: Målmappe for sikkerhetskopi
tr: Yedek Konumu

source: Backup Manager Setup
nl: Backup Manager instellingen
no: Backup Manager innstillinger
tr: Yedekleme Yöneticisi Kurulumu

source: Backup failed - e. g. wrong backup destination or no space left on backup device
nl: Backup mislukt of verkeerde backup bestemming of onvoldoende ruimte
no: Sikkerhetskopiering feilet - dvs. feil målmappe for sikkerhetskopien eller ikke nok lagringskapasitet igjenn på lagringsmediumet
tr: Yedekleme başarısız - yanlış yedek konumu veya yedekleme ünitesinde yer kalmadı

source: Backup in progress, Please for it to finish, before trying again
nl: Backup in uitvoering, Laat dit doorlopen alvorens opnieuw te proberen
no: Sikkerhetskopiering pågår, Vennligst vent til den er avsluttet før du prøver igjenn
tr: Yedekleniyor, Lütfen tekrar denemeden bitmesini bekleyin

source: CCcam can't run whilst MGcamd is running
nl: CCcam en MGcamd kunnen niet beide actief zijn
no: CCcam kan ikkje kjøre samtidig som MGcamd kjører
tr: MGcamd çalışırken CCcam çalışamaz

source: Can't unmount partiton, make sure it is not being used for swap or record/timeshift paths
nl: Kan de partitie niet unmounten; stel zeker dat deze niet in gebruik is voor Swap/opname/timeshift paden
no: Kan ikke koble fra denne partisjonen. Kontroller at ikke partisjonen blir benyttet som lokasjon for swap eller opptak/timeshift

source: Cancel
nl: Annuleer
no: Avbryt
tr: İptal

source: Checking Feeds
nl: Controleert feeds
no: Kontrollerer innmating av data

source: Checking Free RAM..
nl: Controleert vrije RAM...
no: Checking ledig RAM..
tr: Boş RAM denetleniyor...

source: Checking softcams...
nl: Controleert softcams...
no: Kontrollerer softcams...
tr: Softcams denetleniyor...

source: Choose Files
nl: Kies bestanden
no: Velg filer
tr: Dosyaları Seçin

source: Choose where to mount your devices to:
nl: U wilt het apparaat mounten als:
no: Velg hvor du vil koble til din enhet:
tr: Aygıtlarınızın bağlanacağını konumu seçin:

source: Close
nl: Sluit
no: Lukk
tr: Kapat

source: Command To Run
nl: Opdracht uit te voeren

source: Communication
nl: Communcatie
no: Kommunikasjon

source: Comparing against backup...
nl: Vergelijkt met backup...
no: Sammenligner mot sikkerhetskopi...
tr: Yedek ile karşılaştırılıyor...

source: Configuring
nl: Bezig met instellen
no: Konfigurerer

source: Continue
nl: Ga door
no: Fortsett

source: Create
nl: Creëer
no: Opprette
tr: Yarat

source: Create and Manage your swapfiles.
nl: Creëer en beheer uw swapfiles.
no: Opprette og behandle dine swapfiler.
tr: Swap dosyalarınızı Yaratın ve Yönetin.

source: Create and Restore complete images of the system.
nl: Creëer en herstel complete images van het systeem.
no: Opprette og gjennopprette komplette imager av ditt system.
tr: Sistemin tüm imajlarını Yarat ve Yükle.

source: Create schedules for Standby, Restart GUI, DeepStandby and Reboot.
nl: Creëer schema's voor Standby, Herstarten GUI, DeepStandby en Reboot.
no: Opprette tidsinnstillinger for hvilemodus, restart av GUI, nedlukking og restart.

source: Creating Backup Files...
nl: Creëer backup bestanden
no: Oppretter sikkerhetskopier av filer...
tr: Yedek Dosyaları Yaratılıyor...

source: Creating Swap..
nl: Creëert swap
no: Oppretter swap...
tr: Swap Yaratılıyor...

source: Creating list of installed plugins...
nl: Maakt een lijst met beschikbare plugins...
no: Oppretter oversikt over installerte plugins...
tr: Yüklenmiş eklentilerin listesi yaratılıyor...

source: Current Status:
nl: Actuele status
no: Gjeldende status:
tr: Güncel Durum:

source: Custom
nl: Aangepast
no: Tilpasset

source: Daily
nl: Dagelijks
no: Daglig
tr: Günlük

source: Deactivate
nl: De-activeer
no: Deaktiver
tr: Kapat

source: Deep Standby Time
nl: Deep Sleep
no: Tidspunkt for dyp hvilemodus

source: DeepStandby Time
nl: DeepStandby tijd
no: Tidspunkt for dyp hvilemodus

source: Default Settings
nl: Standaard instellingen
no: Standardinnstillinger

source: Delete
nl: Verwijder
no: Slett
tr: Sil

source: Deselect
nl: Deselecteer
no: Fjern valg
tr: Seçme

source: Details for plugin:
nl: Details over plugin:
no: Detaljer for plugin

source: Device: None available
nl: Apparaat: niet beschikbaar
no: Enhet: Ikke tilgjengelig
tr: Aygıt: Yok

source: Devices changes need a system restart to take effects. Restart your STB_BOX now?
nl: Apparaat aanpassingen vereisen een systeem herstart om te worden doorgevoerd. Uw STB_BOX nu opnieuw starten?
no: Endringer gjort av enheter vil ikke virke før boksen er restartet. Restarte din STB_BOX nå?

source: Disable Startup
nl: Startup uitschakelen
no: Deaktiver oppstart
tr: Başlamayı Engelle

source: Disabled
nl: Uitgeschakeld
no: Deaktivert

source: Display and Userinterface
nl: Scherm en gebruikers interface
no: Skjermvisning og brukergrensesnitt

source: Do you want to install the package:
nl: Wilt u package installeren:
no: Ønsker du å installere pakken:

source: Do you want to reboot your STB_BOX?
nl: Wilt u uw STB_BOX opnieuw opstarten?
no: Ønsker du å restarte din STB_BOX nå?

source: Do you want to remove the package:
nl: Wilt u package verwijderen:
no: Ønsker du å avinstallere pakken:

source: Do you want to restore your Enigma2 plugins ?
nl: Wilt u uw plugins weer installeren?
no: Ønsker du å lgjennopprette dine Enigma2 plugins?
tr: Enigma2 eklentilerinizi geri yüklemek istiyor musunuz?

source: Do you want to restore your Enigma2 settings ?
nl: Wilt u de Enigma2 instellingen terugplaatsen?
no: Ønsker du å lgjennopprette dine Enigma2 innstillinger?
tr: Enigma2 ayarlarınızı geri yüklemek istiyor musunuz?

source: Do you want to update your STB_BOX?
nl: Wilt u uw STB_BOX updaten?
no: Ønsker du å oppdatere din STB_BOX?

source: Do you want to upgrade the package:
nl: Wilt u het pakket upgraden:
no: Ønsker du å oppgradere pakken:

source: Done - Installed or upgraded %d packages
nl: Gereed - %d pakketten geïnstalleerd of geupgrade
no: Fullført - Installert eller oppgradert %d pakker

source: Download Confirmation
nl: Download confirmatie
no: Bekreftelse på nedlasting
tr: İndirme Onayı

source: Downloading
nl: Bezig met downloaden
no: Laster ned

source: Downloading Image...
nl: Download Image...
no: Laster ned image...
tr: İmaj İndiriliyor...

source: Electronic Program Guide
nl: Electronisch Programma Gids
no: Elektronisk programoversikt

source: Enable Deep Standby
nl: Schakel Deep Sleep in
no: Aktiver dyp hvilemodus

source: Enable DeepStandby
nl: DeepStandby inschakelen
no: Aktiver dyp hvilemodus

source: Enable GUI Restart
nl: GUI herstarten toestaan
no: Aktiver GUI restart

source: Enable GUI restart
nl: GUI herstart inschakelen
no: Aktiver GUI restart

source: Enable Power Manager
nl: Powermanager inschakelen
no: Aktiver Power Manager
tr: Güç Yönetimini Etkinleştir

source: Enable Reboot
nl: Reboot toestaan
no: Aktiver restart
tr: Yeniden Başlatmayı Etkinleştir

source: Enable Standby
nl: Standby toestaan
no: Aktiver hvilemodus
tr: Beklemeyi Etkinleştir

source: Enable Startup
nl: Startup inschakelen
no: Aktiver oppstart
tr: Başlamayı Etkinleştir

source: Enable Swap at startup
nl: Swap tijdens opstarten inschakelen
no: Aktiver swap ved oppstart
tr: Başlangıçta Swapı Etkinleştir

source: Enable frozen check ?
nl: Controleer op vastgelopen?
no: Aktiver kontroll av frys?

source: Enough Retries, delaying till next schedule.
nl: Vaak genoeg geprobeerd, wacht op de volgende geplande tijd.
no: Nok forsøk, utsatt til neste tidsinnstilling.
tr: Yeterli yeniden deneme, sonraki zamanlamaya kadar erteleniyor.

source: Error
nl: Fout
no: Feil

source: Exit the restore wizard
nl: Beeindig de herstel wizard
no: Avslutt veiviseren
tr: Yeniden yükleme sihirbazından çık

source: Extensions management
nl: Beheer van extensies

source: Following tasks will be done after you press OK!
nl: De volgende taken worden uitgevoerd als u op OK drukt!
no: Følgende oppgaver vil bli utført etter at du har trykket OK!

source: Found none stanadard softcam, trying to start, this may fail
nl: Een niet-standaard softcam gevonden; er wordt geprobeerd te herstarten, maar dat kan mislukken
no: Har ikke funnet noen standard softcam, prøver å starte, dette kan feile

source: Found none standard softcam, trying to start, this may fail
nl: Een niet-standaard softcam gevonden; er wordt geprobeerd te herstarten, maar dat kan mislukken
no: Har ikke funnet noen standard softcam, prøver å starte, dette kan feile
tr: Standart dışı softcam bulundu, başlatılmaya çalışılıyor, başarısız olabilir

source: Friday
nl: vrijdag
no: Fredag

source: Frozen check interval
nl: Vastloop-controle interval
no: Intervall for kontroll av frys

source: GUI Restart Time
nl: GUI herstart tijd
no: Tidspunkt for restart av GUI
tr: Kullanıcı arayüzü Yeniden Başlatma Zamanı

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
nl: H: = elk uur / D: = Dagelijks / W: = Weekelijks / M: = Maandelijks

source: HARD DISK:
nl: HARDE SCHIJF:

source: Hourly
nl: Elk uur
no: Hver time

source: IPK Installer
nl: IPK Installeren
tr: IPK Yükleyici

source: Image Manager Setup
nl: Image Manager instellingen
tr: İmaj Yönetici Kurulumu

source: Inactive
nl: Inaktief
no: Inaktiv
tr: Aktif değil

source: Install
nl: Installeer
no: Installer
tr: Yükle

source: Install Confirmation
nl: Installatie bevestiging
no: Bekreftelse på installering
tr: Yükleme Onayı

source: Install IPK's from your tmp folder.
nl: Installeer IPK's van uw tmp map.
no: Installer IPK's fra din tmp folder.
tr: tmp klasöründen IPK'leri yükle.

source: Install local extension
nl: Installeer lokale extensie
no: Installer utvidelser overført til boksen
tr: Yerel genişletmeleri yükle

source: Install or remove finished.
nl: Installatie of verwijderen gereed.
no: Installering eller avinstallering fullført.

source: Installation finished.
nl: Installatie gereed.
no: Installering fullført.

source: Installing
nl: Installeert
no: Installerer

source: Installing Service
nl: Installeert service

source: Installing...
nl: Installeert....
no: Installerer...
tr: Yüklüyor...

source: Location of where backup should be saved.
nl: Locatie voor uw backups.
no: Lokasjon der sikkerhetskopi ønskes lagret.

source: Location of where image backup should lbe saved.
nl: Locatie voor uw image backups.
no: Lokasjon der sikkerhetskopi av imaget ønskes lagret.

source: MGcamd can't run whilst CCcam is running
nl: MGcamd en CCcam kunnen niet beide actief zijn
no: MGcamd kan ikkje kjøre samtidig som CCcam kjører
tr: CCcam çalışırken MGcamd çalışamaz

source: Manage Extensions
nl: Beheer extensies

source: Manage extensions or plugins for your STB_BOX
nl: Beheer extensies of plugins voor uw STB_BOX
no: Behandle utvidelser eller plugins for din STB_BOX

source: Manage you devices mountpoints.
nl: Beheer de mountpoints van uw apparaten.
no: Behandle dine enheters tilkoblingspunkt.
tr: Aygıtlarınızın bağlantılarını yönetin.

source: Manage your backups of your settings.
nl: Beheer de backups van uw instellingen.
no: Behandle sikkerhetskopiene av dine innstillinger.
tr: Ayarlarınızın yedeklerini yönetin.

source: Manage your cron jobs.
nl: Beheer uw cron jobs.
no: Behandle dine cron-jobber.

source: May
nl: mei
no: Mai

source: Monday
nl: maandag
no: Mandag

source: Monthly
nl: Maandelijks
no: Månedlig

source: Mount failed
nl: Mounten mislukt
no: Tilkobling feilet
tr: Bağlantı başarısız

source: Moving to Backup Location...
nl: Verplaatsen naar backup locatie
no: Flytter til målmappen for sikkerhetskopi...
tr: Yedekleme Konumuna taşıyor...

source: NO, do not restore plugins
nl: NEE, installeer de plugins niet
no: Nei, ikke gjennopprett plugins
tr: HAYIR, eklentileri geri yükleme

source: NO, do not restore settings
nl: Nee, plaats de instellingen niet terug
no: Nei, ikke gjennopprett innstillinger
tr: HAYIR, ayarları geri yükleme

source: Network
nl: Netwerk
no: Nettverk

source: New Backup
nl: Nieuwe backup
no: Ny sikkerhetskopi
tr: Yeni Yedek

source: Next Backup:
nl: Volgende backup:
no: Neste sikkerhetskopi:
tr: Sonraki Yedek:

source: Next Deep Standby:
nl: Volgende Deep Sleep:
no: Neste dyp hvilemodus:

source: Next GUI Restart:
nl: Volgende GUI-herstart:
no: Neste GUI restart:

source: Next Reboot:
nl: Volgende reboot:
no: Neste restart:

source: Next Standby:
nl: Volgende standby:
no: Neste hvilemodus:

source: No config files found, please setup CCcam first in /etc/CCcam.cfg
nl: Geen configuratie bestanden gevonden, maak aub eerst uw CCcam instellingen in /etc/CCcam.cfg
no: Ingen konfigurasjonsfiler funnet, vennligst sett opp CCcam først i /etc/CCcam.cfg
tr: Yapılandırma dosyası bulunamadı, lütfen önce CCcam kurun konum: /etc/CCcam.cfg

source: No config files found, please setup Hypercam first in /etc/hypercam.cfg
nl: Geen configuratiebestand gevonden; maak eerst de Hypercam instellingen in /etc/hypercam.cfg
no: Ingen konfigurasjonsfiler funnet, vennligst sett opp Hypercam først i /etc/hypercam.cfg
tr: Yapılandırma dosyası bulunamadı, lütfen önce Hypercam kurun konum: /etc/hypercam.cfg

source: No config files found, please setup MGcamd first in /var/keys
nl: Geen configuratiebestand gevonden; maak eerst de MGcamd instellingen in /var/keys
no: Ingen konfigurasjonsfiler funnet, vennligst sett opp MGcamd først i /var/keys
tr: Yapılandırma dosyası bulunamadı, lütfen önce MGcamd kurun konum: /var/keys

source: No config files found, please setup Oscam first in /etc/tuxbox/config
nl: Geen configuratiebestand gevonden; maak eerst de Oscam instellingen in /etc/tuxbox/config
no: Ingen konfigurasjonsfiler funnet, vennligst sett opp Oscam først i /etc/tuxbox/config
tr: Yapılandırma dosyası bulunamadı, lütfen önce Oscam kurun konum: /etc/tuxbox/config

source: No description available.
nl: Geen beschrijving beschikbaar
no: Ingen beskrivelse tilgjengelig.

source: No network connection available.
nl: Geen netwerkverbinding beschikbaar.
no: Ingen nettverkstilkoblinger tilgjengelig.

source: No packages were upgraded yet. So you can check your network and try again.
nl: Er zijn nog geen pakketten geupgrade. U kunt uw netwerk controleren en het opnieuw proberen.
no: Ingen pakker er oppdatert ennå. Så du kan kontrollere nettverket ditt og prøve igjenn.

source: No plugins where needed to be installed
nl: Er hoefden geen plugins te worden geïnstalleerd
no: Ingen plugins behøver å installeres.
tr: Yüklenmesi gereken eklenti yok

source: None
nl: Geen
no: Ingen
tr: Hiç

source: Nothing to upgrade
nl: Geen upgrade beschikbaar
no: Ikke noe å oppdatere

source: Now skipping restore process
nl: Slaat het herstel proces over
no: Avbryter gjennopprettingsprosessen nå
tr: Geri yükleme işlemi atlanıyor

source: OK, to perform a restore
nl: JA, voer een herstelactie uit
no: OK, å utføre en gjennoppretting
tr: Geri yükleme için OK

source: Oct
nl: okt
no: Okt

source: Online update of your STB_BOX software.
nl: Online update van uw STB_BOX.
no: Online oppdatering av programvaren til din STB_BOX.

source: Only extensions.
nl: Alleen extensies
no: Kun utvidelser.

source: Package list update
nl: Pakketlijst update
no: Oppdatering av pakkeoversikten

source: Packages
nl: Pakketten
no: Pakker

source: Packet Manager
nl: Pakketmanager

source: Please select device to use as swapfile location
nl: Selecteer het apparaat dat u voor de swapfile wilt gebruiken
no: Vennligst velg en lokasjon for swapfilen
tr: Lütfen swap dosyası konumu için kullanılacak aygıtı seçin

source: Please select the file to restore ?
nl: Kies bestanden die teruggeplaatst moeten worden.
no: Vennligst velg filen som skal gjennopprettes!
tr: Lütfen geri yüklenecek dosyayı seçin.

source: Please wait while gathers infomation...
nl: Bezig informatie te verzamelen...
no: Vennligst vent mens informasjon innhentes...

source: Please wait while plugins restore completes...
nl: Even wachten tot het installeren van plugins gereed is...
no: Vennligst vent mens gjennoppretting av plugins fullføres...

source: Please wait while settings restore completes...
nl: Even wachten tot het herstellen van de instellingen gereed is...
no: Vennligst vent mens gjennoppretting av innstillinger fullføres...

source: Please wait while starting
nl: Wacht terwijl er gestart wordt
no: Vennligst vent mens oppstart pågår
tr: Lütfen başlarken bekleyin

source: Please wait while stopping
nl: Wacht terwijl er gestopt wordt
no: Vennligst vent mens avslutting pågår
tr: Lütfen dururken bekleyin

source: Please wait whilst feeds state is checked.
nl: Even wachten: de status van de feeds wordt gecontroleerd.
no: Vennligst vent mens kontroll av oppkoblingsstatus pågår

source: Please wait...
nl: Wacht aub...
no: Vennligst vent...

source: Plugin Listing failed - e. g. wrong backup destination or no space left on backup device
nl: Maken van een lijst met plugins is mislukt - of een verkeerde backup locatie of onvoldoende vrije ruimte
no: Opplisting av plugin feilet - dvs. feil lokasjon for sikkerhetskopi eller for lite lagringskapasitet igjenn på enheten
tr: Eklenti Listeleme başarısız - yanlış yedek konumu veya yedekleme ünitesinde yer kalmadı

source: Plugin manager activity information
nl: Pluginmanager activiteitsinformatie
no: Plugin manager aktivitetsinformasjon

source: Power Manager Setup
nl: Power Manager instellingen
no: Power Manager innstillinger

source: Predefined
nl: Vastgesteld
no: Forhåndsdefinert

source: Press OK on your remote control to continue.
nl: Druk op OK om door te gaan.
no: Trykk OK på fjernkontrollen for å fortsette.

source: Process
nl: Verwerk
no: Prosess

source: Ready to install "%s" ?
nl: Gereed om "%s" te installeren?
no: Klar for installering "%s" ?

source: Ready to remove "%s" ?
nl: Gereed om "%s" te verwijderen?
no: Klar for avinstallering "%s" ?

source: Really close without saving settings?
nl: Echt afsluiten zonder op te slaan?
no: Vil du virkelig lukke uten å lagre innstillingene?
tr: Ayarları saklamadan kapatmak mı?

source: Reboot
nl: Start opnieuw
no: Restart

source: Reboot Time
nl: Reboot tijdstip
no: Restart varighet
tr: Yeniden başlatma zamanı

source: Rebooting...
nl: Bezig met rebooten...
no: Restarter...
tr: Yeniden başlıyor...

source: Recordings
nl: Opnames
no: Innspillinger

source: Refresh List
nl: Ververs lijst
no: Oppdater listen
tr: Listeyi Yenile

source: Reload
nl: Herlaad
no: Last inn på nytt

source: Remove
nl: Verwijder
no: Avinstaller

source: Remove Confirmation
nl: Bevestig verwijderen
no: Avinstalleringsbekreftelse
tr: Kaldırma Onayı

source: Remove finished.
nl: Verwijderen gereed.
no: Avinstallering fullført.

source: Removing
nl: Verwijdert
no: Avinstallering

source: Removing Service
nl: Verwijdert service
no: Avinstallerer tjenesten

source: Renaming old backup...
nl: Oude backup wordt hernoemd
no: Gir nytt navn til tidligere sikkerhetskopi...

source: Repeat how often
nl: Hoe vaak herhalen
no: Gjennta hvor ofte
tr: Tekrar sıklığı

source: Restart
nl: Herstart
tr: Yeniden başlat

source: Restart Enigma2.
nl: Start Enigma2 opnieuw.
tr: Enigma2'yi yeniden başlat.
