Repository: Alexwilmac/obh-core
Catalog: po/*.po
Languages: nl, no, tr

source: Restart STB_BOX.
nl: Start STB_BOX opnieuw.
tr: STB_BOX'yu yeniden başlat.

source: Restore
nl: Herstel
no: Gjennopprette
tr: Geri yükle

source: Restore Confirmation
nl: Bevestig herstellen
no: Gjennopprettingsbekreftelse
tr: Geri Yükleme Onayı

source: Restore Plugins
nl: Installeer plugins weer
no: Gjennopprette plugins

source: Restore Settings
nl: Paalts installingen terug
no: Gjennopprette innstillinger

source: Restore Wizard
nl: Herstel wizard
no: Gjennopprettingsveileder
tr: Geri Yükleme Sihirbazı

source: Restoring backup...
nl: Plaatst backup terug...
no: Gjennoppretter sikkerhetskopi...
tr: Yedek geri yükleniyor...

source: Restoring plugins...
nl: Plaatst plugins terug...
no: Gjennoppretter plugins...
tr: Eklentiler geri yükleniyor...

source: Retry after cancel (mins)
nl: Probeer opnieuw of annuleer (minuten)
no: Nytt forsøk etter avbrudd (minutter)
tr: İptalden sonra yeniden deneme (dakika)

source: Run
nl: Voer uit
no: Kjør
tr: Çalıştır

source: Run Confirmation
nl: Bevestig uitvoeren
no: Bekreftelse på prosess som kjører
tr: Çalıştırma Onayı

source: Run how often ?
nl: Hoe vaak uitvoeren?
no: Kjøre hvor ofte?

source: Run your shell scripts.
nl: Voer uw shell scripts uit.
no: Kjør dine shell-skript.
tr: Shell betiklerinizi çalıştırın.

source: Running
nl: Loopt
no: Kjører

source: Satellite equipment
nl: Satellietapparatuur
no: Satelittutstyr

source: Saturday
nl: zaterdag
no: Lørdag

source: Save
nl: Bewaar
no: Lagre
tr: Sakla

source: Schedule Backups
nl: Plan backups
no: Tidsinnstilt sikkerhetskopiering
tr: Yedekleri Zamanla

source: Script Runner
nl: Script uitvoeren
tr: Betik Çalıştırıcı

source: Searching for available updates. Please wait...
nl: Zoekt beschikbare updates; even wachten...
no: Søker etter tilgjengelige oppdateringer. Vennligst vent...

source: Searching for new installed or removed packages. Please wait...
nl: Zoekt naar nieuw geïnstalleerde of verwijderde pakketten. Even wachten.....
no: Søker etter nyinstallerte eller avinstallerte pakker. Vennligst vent...

source: Select
nl: Selecteer
no: Velg
tr: Seç

source: Select a backup to Restore / Delete:
nl: Selecteer een backup om te herstellen/verwijderen:
no: Velg sikkerhetskopien som skal gjennopprettes/slettes:
tr: Geri Yüklemek / Silmek için bir yedek seçin:

source: Select a package to install:
nl: Selecteer een pakket om te installeren:
no: Velg en pakke som skal installeres:
tr: Yüklenecek bir paket seçin:

source: Select a script to run:
nl: Selecteer eenscript om uit te voeren:
no: Velg et skript som skal kjøres:
tr: Çalıştırılacak bir betik seçin:

source: Select an image to Download:
nl: Selecteer een image om te downloaden:
no: Velg et image som skal lastes ned:
tr: İndirilecek bir imaj seçin:

source: Select an image to Restore / Delete:
nl: Selecteer een image om te herstellen/verwijderen:
no: Velg imaget som skal gjennopprettes/slettes:

source: Select files/folders to backup
nl: Selecteer bestanden/mappen om te backuppen
no: Velg filer/mapper som skal sikkerhetskopieres:
tr: Yedeklenecek dosyaları/klasörleri seçin

source: Select the Swap File Size:
nl: Selecteer de Swap File grootte:
no: Velg størrelsen til swap-filen:
tr: Swap Dosya Boyutunu seçin:

source: Select:
nl: Selecteer:
no: Velg:
tr: Seç:

source: Set the delay time to wait before asking again.
nl: Stel de tijd tijd in waarna het weer gevraagd wordt.
no: Bestem tidsintervallet mellom hver gang du får spørsmål igjenn.

source: Set the invterval to be checked in mins.
nl: Stel het controle interval in (min).
no: Bestem tidsintervallet for neste sjekk i minutter.

source: Set the repeat interval of backup schedule.
nl: Stel het backup interval in.
no: Bestem intervallet mellom hver tidsinstilte sikkerhetkopiering.

source: Set the time of backup to start.
nl: Stel de tijd in waarop een backup wordt gemaakt.
no: Bestem tidspunktet for når sikkerhetskopiering skal starte.

source: Set the time to enter deepstandby mode.
nl: Stel de tijd in waarop uw STB_BOX wordt uitgeschakeld.
no: Bestem tidspunktet for når boksen skal settes i dyp hvilemodus.

source: Set the time to enter standby mode.
nl: Stel de tijd in waarop naar standby gegaan moet worden.
no: Bestem tidspunktet for når boksen skal settes i hvilemodus.

source: Set the time to reboot.
nl: Stel de reboottijd in.
no: Bestem tidspunktet for når boksen skal restartes.

source: Set the time to restart the interface.
nl: Stel de interface herstarttijd in.
no: Bestem tidspunktet for når GUI skal restartes.

source: Setting Up...
nl: Bezig met instellen....
no: Kobler opp...
tr: Kuruluyor...

source: Setup Mounts
nl: Mounts instellingen
tr: Bağlantıları Kur

source: Shut-down.
nl: Afskuiten.
no: Slå av.

source: Size:
nl: Afmetingen:
no: Størrelse:
tr: Boyut:

source: Softcam Setup
nl: Softcam instellingen
no: Softcam oppsett
tr: Softcam Kurulumu

source: Softcam Sopping...
nl: Softcam bezig te stoppen...
no: Softcam stoppes...
tr: Softcam Durduruluyor...

source: Softcam Starting...
nl: Softcam bezig te starten...
no: Softcam startes...
tr: Softcam Başlıyor...

source: SoftcamCheck
nl: Softcam controle
tr: SoftcamKontrol

source: Sorry feeds are down for maintenance, Please try again later.
nl: Vanwege onderhoud zijn de feeds niet actief. Probeer het later opnieuw.
no: Beklager, tilkoblingen er nede grunnet vedlikehold. Vennligst prøv igjenn senere.

source: Sorry feeds are down for maintenance, Please try using Backup Manager to restore plugins later.
nl: Vanwege onderhoud zijn de feeds niet actief. Probeer later opnieuw de plugins te installeren via de Backup Manager.
no: Beklager, tilkoblingen er nede grunnet vedlikehold. Vennligst prøv Backup Manager igjenn senere for å gjennopprette plugins.

source: Sorry feeds are down for maintenance, please try again later.
nl: Vanwege onderhoud zijn de feeds niet actief. Probeer het later opnieuw.
no: Beklager, tilkoblingen er nede grunnet vedlikehold. Vennligst prøv igjenn senere.

source: Sorry you STB_BOX is not yet compatible.
nl: Sorry, uw STB_BOX is nog niet geschikt.
no: Beklager, din STB_BOX er for tiden ikke kompatibel.
tr: Üzgünüm STB_BOX henüz uyumlu değil.

source: Sorry, no Details available!
nl: Sorry, geen details beschikbaar!
no: Beklager, ingen detaljer er tilgjengelige!

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
nl: Sorry, geen opslagmedia gevonden die een Swapfile ondersteunen. Kan geen Swapfile op een netwerk of een fat32 filesysteem maken.
no: Beklager, ingen fysiske enheter som støtter SWAP er tilkoblet. Kan ikke opprette Swapfile på nettverk eller fat32 filsystem
tr: Üzgünüm, SWAP destekleyen cihaz bağlı değil. Ağ veya fat32 dosya sistemi üzerinde Swap dosyası yaratılamaz

source: Sorry, not enough free ram found, and no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems, unable to make backup
nl: Sorry, niet genoeg vrij RAM gevonden en geen opslagmedia die een Swapfile ondersteunen. Kan geen Swapfile op een netwerk of een fat32 filesysteem maken: kan geen backup maken.
no: Beklager, ikke nok ledig minne funnet og ingen fysiske enheter som støtter SWAP er tilkoblet. Kan ikke opprette Swapfile på nettverk eller fat32 filsystem. Kan ikke opprette sikkerhetskopi.
tr: Üzgünüm, yeterli boş bellek yok ve SWAP destekleyen cihaz bağlı değil. Ağ veya fat32 dosya sistemi üzerinde Swap dosyası yaratılamaz, yedekleme yapılamıyor

source: Standby Time
nl: Standby Tijd
no: Tidspunkt for hvilemodus
tr: Bekleme Zamanı

source: Starting...
nl: Bezig met starten....
no: Starter...
tr: Başlıyor...

source: Stopped
nl: Gestopt
no: Stoppet

source: Sunday
nl: zondag
no: Søndag

source: Swap File not found. You have to create the file before to activate.
nl: Er is geen swapfile gevonden. U moet een swapfile maken alvorens u die actief kunt maken.
no: Swapfil ikke funnet. Du må opprette filen før du kan aktivere.
tr: Swap dosyası bulunamadı. Etkinleştirmek için önce dosyayı yaratmalısınız.

source: Swap Place:
nl: Swap locatie:
no: Swap Sted:
tr: Swap Konumu:

source: Swap Size:
nl: Swap grootte:
no: Swap Størrelse:
tr: Swap Boyutu:

source: System
nl: Systeem

source: The backup location does not have enough freespace.
nl: De backup locatie heeft niet voldoende vrije ruimte.
no: Lokasjonen for sikkerhetskopien har ikke nok ledig minne.
tr: Yedek konumunda yeterli boş yer yok.

source: The chosen location does not exist, using /media/hdd
nl: De gekozen locatie bestaat niet, gebruik nu /media/hdd
no: Den valgte lokasjonen eksisterer ikke, ved bruk av /media/hdd
tr: Seçilen konum yok, /media/hdd kullanılıyor

source: The current update maybe unstable
nl: De huidige update kan onstabiel zijn
no: Den gjeldende oppdateringen kan være ustabil

source: The wizard is finished now, and will reboot
nl: De wizard is gereed; uw systeem wordt opnieuw gestart.
no: Veiledningen er nå avsluttet og restarting vil finne sted
tr: Sihirbaz şimdi bitti, alıcı yeniden başlatılacak

source: The wizard is finished now.
nl: De wizard is nu gereed.
no: Veiledningen er nå avsluttet.
tr: Sihirbaz şimdi bitti.

source: There are at least
nl: Er zijn minstens
no: Det er minimum

source: There are currently no outstanding actions.
nl: Er staan momenteel geen acties uit.
no: Det er for øyeblikket ingen gjennværende oppgaver.

source: There are no updates available.
nl: Er zijn geen updates beschikbaar
no: Det er ingen oppdateringer tilgjengelige.

source: There was an error downloading the packetlist. Please try again.
nl: Er was een fout tijdens het downloaden van de pakketlijst. Probeer het opnieuw.
no: Nedlasting av pakkeoversikten feilet. Vennligst prøv igjenn.

source: This Device is already mounted as HDD.
nl: Dit medium is al gemount als HDD.
no: Enheten er allerede koblet opp som HDD.
tr: Bu aygıt zaten HDD olarak bağlanmış.

source: This plugin is installed.
nl: Deze plugin is geïnstalleerd
no: Denne plugin er installert.

source: This plugin is not installed.
nl: Deze plugin is niet geïnstalleerd
no: Denne plugin er ikke installert.

source: This plugin will be installed.
nl: Deze plugin zal worden geïnstalleerd
no: Denne plugin vil nå bli installert.

source: This plugin will be removed.
nl: Deze plugin zal worden verwijderd
no: Denne plugin vil nå bli avinstallert.

source: Thursday
nl: donderdag
no: Torsdag

source: Time of Backup to start
nl: Tijd waarop de Backup wordt uitgevoerd
no: Tidspunkt for start av sikkerhetskopiering
tr: Yedeğin başlayacağı zaman

source: Time to execute command or script
nl: Tijd om het script uit te voeren
no: Tidspunkt for start av command eller skript

source: Trying to download a new packetlist. Please wait...
nl: Probeert een nieuwe pakketlijst te downloaden. Even wachten....
no: Forsøker å laste ned en ny pakkeoversikt. Vennligst vent...

source: Tuesday
nl: dinsdag
no: Tirsdag

source: Unattended upgrade without GUI and reboot system
nl: Onbewaakte upgrade met automatische reboot zonder GUI
no: Oppdatering uten GUI og restarting av systemet uten varsling

source: Undo install
nl: Installatie ongedaan maken
no: Angre installering

source: Undo uninstall
nl: De-installatie ongedaan makenUndo uninstall
no: Angre avinstallering

source: Uninstall
nl: De-installeer
no: Avinstallere

source: Update feed not available.
nl: Update feeds niet beschikbaar.
no: Oppdateringskilder ikke tilgjengelig.

source: Updating software catalog
nl: Software catalogus wordt geupdate
no: Oppdaterer programvareoversikten

source: Upgrade finished.
nl: Upgrade voltooid.
no: Oppdatering fullført.

source: Upgrading
nl: Bezig met upgraden
no: Oppdaterer

source: Use as HDD
nl: Gebruik als HDD
no: Bruk som HDD
tr: HDD olarak kullan

source: View Changes
nl: Bekijk veranderingen
no: Se endringer

source: View Progress
nl: Bekijk voortgang
no: Se fremdrift
tr: İşlemi izle

source: View details
nl: Bekijk details
no: Se detaljer

source: View list of available
nl: Toon lijst van beschikbare
no: Se liste over tilgjengelige

source: View list of available CommonInterface extensions
nl: Toon lijst met beschikbare commoninterface extensies
no: Se liste over tilgjengelige CommonInterface-utvidelser

source: View list of available Display and Userinterface extensions.
nl: Toon lijst met beschikbare scherm en Userinterface extensies.
no: Se liste over tilgjengelige Display- og GUI-utvidelser

source: View list of available EPG extensions.
nl: Toon lijst met beschikbare EPG extensies.
no: Se liste over tilgjengelige EPG-utvidelser

source: View list of available Satellite equipment extensions.
nl: Toon lijst met beschikbare satellietapparatuur extensies
no: Se liste over tilgjengelige satelittutstyr-utvidelser

source: View list of available communication extensions.
nl: Toon lijst met beschikbare communicatie extensies
no: Se liste over tilgjengelige kommunikasjons-utvidelser

source: View list of available default settings
nl: Toon lijst met beschikbare standaard settings
no: Se liste over tilgjengelige standardinnstillinger

source: View list of available multimedia extensions.
nl: Toon lijst met beschikbare multimedia extensies.
no: Se liste over tilgjengelige multimedia-utvidelser

source: View list of available networking extensions
nl: Toon lijst met beschikbare netwerk extensies
no: Se liste over tilgjengelige nettverks-utvidelser

source: View list of available recording extensions
nl: Toon lijst met beschikbare opname extensies
no: Se liste over tilgjengelige innspillings-utvidelser

source: View list of available skins
nl: Toon lijst met beschikbare skins
no: Se liste over tilgjengelige skins

source: View list of available software extensions
nl: Toon lijst met beschikbare software extensies
no: Se liste over tilgjengelige programvare-utvidelser

source: View list of available system extensions
nl: Toon lijst met beschikbare systeem extensies
no: Se liste over tilgjengelige system-utvidelser

source: View the changes
nl: Bekijk de veranderingen
no: Se endringene

source: View, install and remove available or installed packages.
nl: Toon, installeer en verwijder beschikbare of geïnstalleerde packages.
no: Se, installer og avinstaller tilgjengelige og installerte pakker

source: STB_BOX software because updates are available.
nl: STB_BOX software want er zijn updates beschikbaar.
no: STB_BOX programvare fordi oppdateringer er tilgjengelige.

source: Wait please while creating swapfile...
nl: Een ogenblik geduld terwijl de swapfile gemaakt wordt....
no: Vennligst vent mens swapfil opprettes...
tr: Lütfen Swap dosyası yaratılırken bekleyin...

source: Wait please while scanning for softcam's...
nl: Een ogenblikje geduld, zoeken naar softcams
no: Vennligst vent mens søking for softcam's pågår...
tr: Lütfen bekleyin softcams inceleniyor...

source: Wait please while scanning for devices...
nl: Even wachten op het scannen van de media....
no: Vennligst vent mens søking etter enheter pågår...
tr: Lütfen aygıtlar incelenirken bekleyin...

source: Wait please while scanning your STB_BOX devices...
nl: Even wachten op het scannen van de media....
no: Vennligst vent mens søking etter enheter på din STB_BOX pågår...
tr: Lütfen STB_BOX aygıtlarınız incelenirken bekleyin...

source: Wait please while scanning...
nl: Een ogenblikje geduld, zoeken is bezig...
no: Vennligst vent mens søking pågår...
tr: Lütfen incelenirken bekleyin...

source: Wednesday
nl: woensdag
no: Onsdag

source: Weekly
nl: Wekelijks
no: Ukentlig
tr: Haftalık

source: Welcome to the restore wizard. A backup has been detected. You can use this wizard to restore your setting and any extra plugins that where installed when the backup was created.
nl: Welkom bij de herstel wizard. Er is een backup gevonden. U kunt deze wizard gebruiken om uw instellingen terug te plaatsen, evenals de plugins die ten tijde van het maken van de backup waren geïnstalleerd.
no: Velkommen til gjennopprettingsveilederen. En sikkerhetskopi har blitt oppdaget. Du kan bruke veilederen til å gjennopprette dine innstillinger og eventuelle ekstra plugins som var installert da sikkerhetskopien ble opprettet.
tr: Geri yükleme sihirbazına hoşgeldiniz. Bir yedek bulundu. Ayarlarınızı ve eklentilerinizi geri yüklemek için bu sihirbazı kullanabilirsiniz.

source: What Day of month ?
nl: Welke dag van de maand?
no: Hvilken dag i måneden?

source: What Day of week ?
nl: Welke dag van de week?
no: Hvilken dag i uken?

source: YES, to restore plugins
nl: JA, installeer plugins weer
no: Ja, til å gjennopprette plugins
tr: Eklentileri geri yüklemek için EVET

source: YES, to restore settings
nl: JA, plaats de instellingen weer terug
no: Ja, til å gjennopprette innstillinger
tr: Ayarları geri yüklemek için EVET

source: You can cancel the installation.
nl: U kunt de installatie ongedaan maken
no: Du kan avbryte installeringen.

source: You can cancel the removal.
nl: U kunt het verwijderen ongedaan maken
no: Du kan avbryte avinstalleringen.

source: You can install this plugin.
nl: U kunt deze plugin installeren.
no: Du kan installere denne plugin.

source: You can remove this plugin.
nl: U kunt deze plugin verwijderen.
no: Du kan avinstallere denne plugin.

source: You have no backup to delete.
nl: Er is geen backup die verwijderd kan worden.
no: Du kan installere denne plugin.
tr: Silinecek yedeğiniz yok.

source: You have no backups to restore.
nl: Er is geen backup die hersteld kan worden.
no: Du har ingen sikkerhetskopier å gjennopprette.
tr: Geri yüklenecek yedeğiniz yok.

source: You have no image to delete.
nl: Er is geen image dat verwijderd kan worden.
no: Du har ingen image å slette.
tr: Silinecek imajınız yok.

source: You have no image to download.
nl: U heegt geen image om te downloaden.
no: Du har ingen image å laste ned.
tr: İndirilecek imajınız yok.

source: You have no script to run.
nl: U heeft geen script dat uitgevoerd kan worden.
no: Du har ingen skript å kjøre.
tr: Çalıştırılacak betiğiniz yok.

source: You have to create a Swap File before to activate the autostart.
nl: U moet een swapfile maken voordat deze actief kan worden.
no: Du må opprette en swapfil før du kan aktivere autostart.
tr: Otomatik başlamayı etkinleştirmek için önce bir Swap dosyası yaratmalısınız.

source: Your STB_BOX is about to run a backup of your settings and detect your plugins, Do you want to allow this?
nl: Er gaat een backup gemaakt worden van uw settings en de geïnstalleerde plugins, Wilt u dat?
no: Din STB_BOX er i ferd med å utføre en sikkethetskopiering og søke etter dine plugins, Vil du tillate dette?
tr: STB_BOX, ayarlarınızın ve eklentilerinizin bir yedeğini almak üzere, Buna izin veriyor musunuz?

source: Your STB_BOX is about to run a full image backup, this can take about 6 minutes to complete, do you want to allow this?
nl: Uw STB_BOX gaat een volledige backup maken, dat kan zo'n 6 minuten duren, Wilt u doorgaan?
no: Din STB_BOX er i ferd med å utføre en full sikkethetskopiering av imaget, dette kan ta omkring 6 minutter å fullføre, Vil du tillate dette?
tr: STB_BOX, tüm imajın bir yedeğini almak üzere, bu işlem 6 dakika kadar sürebilir Buna izin veriyor musunuz?

source: Your STB_BOX is going for a nightly Reboot, do you want to allow this?
nl: Uw STB_BOX is ingsteld op een nachtelijke herstart, wilt u dat toestaan?
no: Din STB_BOX er i ferd med å utføre en restart som utføres hver natt, Vil du tillate dette?

source: Your STB_BOX is going for nightly GUI Restart, do you want to allow this?
nl: Uw STB_BOX is ingsteld op een nachtelijke GUI-herstart, wilt u dat toestaan?
no: Din STB_BOX er i ferd med å utføre en GUI restart som utføres hver natt, Vil du tillate dette?

source: Your STB_BOX is going for nightly shut-down, do you want to allow this?
nl: Uw STB_BOX is ingsteld om 's nachts uitgeschakeld te worden, wilt u dat toestaan?
no: Din STB_BOX er i ferd med å bli slått av og som utføres hver natt, Vil du tillate dette?

source: Your STB_BOX is going for nightly standby, do you want to allow this?
nl: Uw STB_BOX is ingsteld om 's nachts in standby te gaan, wilt u dat toestaan?
no: Din STB_BOX er i ferd med å bli satt i hvilemodus og som utføres hver natt, Vil du tillate dette?

source: Your STB_BOX isn't connected to the internet properly. Please check it and try again.
nl: Uw STB_BOX is niet goed met het Internet verbonden. Na controle kunt u het opnieuw proberen.
no: Din STB_BOX er ikke koblet til internett. Vennligst sjekk dette og prøv igjenn.

source: Your box is not connected to the internet, please check your network settings and try again.
nl: Uw STB_BOX is niet met het internet verbonden. Controleer uw netwerk instellingen en probeer het opnieuw.
no: Din STB_BOX er ikke koblet til internett. Vennligst sjekk dine nettverksinnstillinger og prøv igjenn.

source: echo 'Downloading Image.'
nl: echo 'Download image.'
no: echo 'Laster ned image.'
tr: echo 'İmaj İndiriliyor.'

source: extensions.
nl: extensies.
no: utvidelser.

source: packages selected.
nl: paketten geselecteerd.
no: valgte pakker.

source: please wait...
nl: even wachten...
no: vennligst vent...

source: there was a problem with this device, please reformat and try again.
nl: er was een probleem met dit apparaat; formatteer opnieuw en probeer het weer.
no: det oppstod et problem med enheten, vennligst reformater og prøv igjenn.
tr: Bu aygıtta bir problem var, lütfen tekrar biçimleyin ve yeniden deneyin.

source: unavailable
nl: niet beschikbaar
no: utilgjengelig
tr: bulunamıyor

source: unknown
nl: onbekend
no: ukjent

source: updates available.
nl: updates beschikbaar..
no: oppdateringer tilgjengelig.

source: your STB_BOX might be unusable now. Please consult the manual for further assistance before rebooting your STB_BOX.
nl: Uw STB_BOX kan nu onbruikbaar zijn. Raadpleeg de handleiding voor assistentie alvorens uw STB_BOX opnieuw te starten.
no: din STB_BOX kan være utilgjengelig for bruk nå. Vennligst se i brukerhåndboken for hjelp før du restarter din STB_BOX.

source: Dec
no: Des

source: Device:
no: Enhet:
tr: Aygıt:

source: Download
no: Last ned
tr: İndir

source: Downloads
no: Nedlastinger
tr: İndirilenler

source: Folder prefix
no: Mappe prefix
tr: Klasör öneki

source: Plugin Details
no: Pluginsdetaljer

source: Plugin manager help
no: Plugin manager hjelp

source: Software
no: Programvare

source: Standby
no: Hvilemodus

source: Stop
no: Stopp
tr: Durdur

source: Update
no: Oppdatere

source: echo 'Expanding Image.'
no: echo 'Pakker ut image.'
tr: echo 'İmaj Açılıyor.'

source: Autostart
tr: Oto-başlama

source: Backup Manager
tr: Yedekleme Yöneticisi

source: Backup Manager Log
tr: Yedekleme Yönetici Günlüğü

source: Changes need a system restart to take effect. Restart your STB_BOX now?
tr: Aygıt değişikliği yeniden başlatmayı gerektiriyor. STB_BOX şimdi yeniden başlatılsın mı?

source: Image Manager
tr: İmaj Yöneticisi

source: Info
tr: Bilgi

source: Mount Manager
tr: Bağlantı Yöneticisi

source: Mount:
tr: Bağlantı:

source: Softcam Manager
tr: Softcam Yöneticisi

source: Softcam Manager Log
tr: Softcam Yönetici Günlüğü

source: Start
tr: Başla

source: Status:
tr: Durum:

source: Swap Manager
tr: Swap Yöneticisi

source: Type:
tr: Tip:
